Repository: lyuha1504/unix_course_2021
Catalog: 11_Documenting/po/*.po
Languages: ru

source: Usage: guess [OPTION...]
ru: Применение: guess [OPTION...]

source: Program for guessing a number from 1 to 100 (arabian or roman digits)
ru: Программа для отгадывания числа от 1 до 100 (арабские или римские цифры)

source: -p, --print-help Print help in another language (locale)
ru: -p, --print-help Напечатать справку на другом языке (локаль)

source: -r, --roman Work with roman numbers instead of arabian
ru: -r, --roman Работать с римскими цифрами, а не арабскими

source: -?, --help Give this help list
ru: -?, --help Напечатать эту справку

source: --usage Give a short usage message
ru: --usage Выдать короткое сообщение о применении

source: -V, --version Print program version
ru: -V, --version Напечатать версию программы

source: Report bugs to lyuha1504@yandex.ru.
ru: О багах сообщайте по адресу lyuha1504@yandex.ru.

source: yes
ru: да

source: no
ru: нет

source: Pick any number from 1 to 100 and press ENTER
ru: Загадайте любое число от 1 до 100 и нажмите ВВОД

source: (roman digits)
ru: (римские цифры)

source: (arabian digits)
ru: (арабские цифры)

source: Is your number larger than
ru: Ваше число больше

source: (yes/no)? :
ru: (да/нет)? :

source: The input is incorrect, try again
ru: Некорректный ввод, попробуйте еще раз

source: The answer is in the wrong form, try again
ru: Ответ дан в неверной форме, попробуйте еще раз

source: Your number is
ru: Ваше число равно
